/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {}
    },
    "rich_text_D8JKFi": {
      "type": "rich-text",
      "blocks": {
        "text_hjphgi": {
          "type": "text",
          "settings": {
            "text": "<p>PioCreat 3D (“PioCreat,” “we,” “our,” or “us”) is committed to protecting your privacy. This Privacy Policy outlines how we collect, use, store, and share your information when you interact with our websites, products, mobile applications, and related services (collectively, the “Services”).</p><p>By using our Services, you agree to the practices described in this Privacy Policy. If you do not agree with our policies and practices, please refrain from using the Services.</p><p><strong>Note</strong>: Our servers and service infrastructure may be located in the Europe. If you are outside the E.U., your data may be transferred and processed in a country with different privacy standards.</p><h4><strong>1. Information We Collect</strong></h4><p><br/><strong>Account Setup:</strong> When creating a PioCreat account, you may provide details like your name, email address, avatar, location, gender, phone number, or third-party login credentials (e.g., Facebook).</p><p><strong>Payment Info:</strong> We work with trusted third-party payment processors (e.g., PayPal) to securely handle payment details. PioCreat does not store your credit card information but may retain the email address associated with your PayPal account for verification purposes.</p><p><strong>Customer Support Interactions</strong>: When you contact us, we may collect information related to your use of our products, issues encountered, or feedback shared.</p><p><strong>Product & Usage Data: </strong>We gather information on how you interact with our products, including usage time, feature access, and device-specific operations. This helps us improve functionality and performance.</p><p><strong>Media & Biometric Data (If Enabled): </strong>For devices with facial recognition or imaging features, we may collect face scans, image data, or video footage. Usage of such features may require your explicit consent depending on local laws.</p><p><strong>Automatically Collected Information:</strong> Includes IP address, device model, software version, signal strength, and browsing behavior.<br/></p><p><strong>Location & Connectivity:</strong> May include Wi-Fi access points, cell towers, and location signals (if location sharing is enabled).</p><p><br/><strong>Server Logs: </strong>Records of your actions on our Services, including browser type, access time, and cookies.</p><p><br/><strong>Cookies & Web Beacons:</strong> We use cookies to enhance your experience, track usage patterns, and deliver tailored content. </p><h3><strong>2. How We Use Your Information</strong></h3><p>We use your data for the following purposes:</p><p><strong>Service Operations: </strong>To process orders, provide customer support, and maintain the functionality of our Services.<br/></p><p><strong>Improvements & Development:</strong> To monitor usage trends, fix bugs, and develop new features or products.</p><p><strong>Communication:</strong> To send order updates, account notices, product announcements, and marketing emails (you may opt out anytime).</p><p><strong>Security: </strong>To detect fraud, verify identity, and ensure safety across our platform.</p><p><br/><strong>Advertising: </strong>To personalize and deliver relevant ads based on your preferences and usage behavior.</p><p><strong>Integration with Third-Party Services: </strong>To connect your PioCreat account with platforms like Facebook or Google.</p><h3><strong>3. Sharing Your Information</strong></h3><p>We may share your data with:</p><p><strong>Service Providers:</strong> Third-party partners who assist us in operating or improving our Services (e.g., payment processors, analytics services).</p><p><br/><strong>Third-Party Integrations:</strong> Services connected to your account (e.g., social media) may receive your data based on your permissions.</p><p><br/><strong>Legal Compliance:</strong> If required by law or to protect our legal rights, user safety, or enforce our policies.</p><h3><strong>4. Children’s Privacy</strong></h3><p>We do not knowingly collect information from children under the age of 13 (or the minimum legal age in your region). If you are a minor, parental or legal guardian consent is required to use our Services.</p><h3><strong>5. Your Privacy Choices</strong></h3><p><strong>You have control over your personal data:</strong></p><p><strong>Access & Update:</strong> You can update your account information via your account dashboard.</p><p><br/><strong>Unsubscribe:</strong> Opt-out of marketing emails via the unsubscribe link or in your account settings.</p><p><br/><strong>Delete Your Account:</strong> You can permanently delete your account and associated data by accessing your account settings or contacting us directly.</p><h3><strong>6. Data Retention</strong></h3><p>We retain your information only for as long as needed to provide our Services or as required by applicable laws. You may delete your account at any time to remove your personal data.</p><p><strong>7. Security Measures</strong></p><p>We employ technical and administrative safeguards to protect your data, including secure servers, encryption (SSL), and restricted access. Sensitive payment data is processed through trusted, PCI-compliant providers.</p><p><strong>8. External Links</strong></p><p>Our Services may include links to external websites or services. We are not responsible for the privacy practices of these third parties. Please review their privacy policies before sharing personal data.</p><p><strong>9. Policy Updates</strong></p><p>We may update this Privacy Policy to reflect changes in technology, legal requirements, or our practices. Updated versions will be posted here with a new effective date. Your continued use of the Services after changes are posted signifies your acceptance.</p><p><strong>10. Contact Us</strong></p><p>If you have any questions, concerns, or requests regarding your privacy or this policy, please contact us at:</p><p>Email: service@piocreat3d.com</p>",
            "custom_liquid": "",
            "size": "text-size-regular"
          }
        }
      },
      "block_order": [
        "text_hjphgi"
      ],
      "name": "Rich text",
      "settings": {
        "text_width": "grid",
        "text_position": "left",
        "text_alignment": "left",
        "color_bg": "transparent",
        "color_heading": "#1a1c1d",
        "color_text": "#2c2d2e",
        "color_links": "#2c2d2e",
        "disable_top_spacing": false,
        "disable_bottom_spacing": false
      }
    }
  },
  "order": [
    "main",
    "rich_text_D8JKFi"
  ]
}
